Repository: LordPax/verif-marionnet
Catalog: lang/*/verifMario.po
Languages: fr

source: Usage : $0 [option] Option : --help ................ show help --debug ............... debug mode --text ................ text mode
fr: Usage : $0 [option] Option : --help ................ affiche l'aide --debug ............... debug mode --text ................ texte mode

source: Unknown parameter
fr: Paramètre inconnue

source: Where host is the name of a virtual machine in marionnet
fr: Host est le nom de la machine virtuel

source: Machine $Host not found in current marionnet project
fr: Machine $Host introuvable dans le projet marionnet

source: Tap not found
fr: Tap non trouvé

source: \e[31mERROR :\e[0m Ssh connection failed with $Host
fr: \e[31mERROR :\e[0m Connexion ssh impossible avec $Host

source: Enter your first name :
fr: Entrer votre prénom :

source: Enter your name :
fr: Entrer votre nom :

source: Enter exercise name :
fr: Entrer le nom de l'éxercice :

source: Enter your first name
fr: Entrer votre prénom

source: Enter your name
fr: Entrer votre nom

source: Enter exercise name
fr: Entrer le nom de l'éxercice

source: All field must be completed
fr: Tous les champs doivent être completés

source: Marionnet daemon is already running
fr: Marionnet deamon est déjà lancé

source: Marionnet daemon started
fr: Marionnet daemon lancé

source: Marionnet started
fr: Marionnet lancé

source: Marionnet already running
fr: Marionnet est déjà lancé

source: Marionnet project $idExam/$projectName does not exist
fr: Le projet marionnet $idExam/$projectName n'existe pas

source: Id $idExam does not exist
fr: L'id $idExam n'existe pas

source: $idExam/$f already exist
fr: $idExam/$f exist déjà

source: Change chmod right to 600
fr: Droit chmod changé à 600

source: Request file does not exist or is empty
fr: Le fichier de requête n'existe pas ou est vide

source: $nbLine request found
fr: $nbLine requêtes trouvé

source: Project not found
fr: Projet non trouvé

source: Parsing cable ...
fr: Analyse des cables ...

source: Getting data $i/$nbLine : ${dataRequest[$i,1]} ...
fr: Récupération de $i/$nbLine : ${dataRequest[$i,1]} ...

source: # Getting data $i/$nbLine : ${dataRequest[$i,1]} ...
fr: # Récupération de $i/$nbLine : ${dataRequest[$i,1]} ...

source: Getting data
fr: Récupération des données

source: Evaluation in progress ...
fr: Evaluation en cours ...

source: Would you like to be evaluated (y/n) :
fr: Voulez-vous vous faire évalué (y/n) :

source: Marionnet not launched
fr: Marionnet n'est pas lancé

source: Good bye
fr: Au revoir

source: Would you like to be evaluated
fr: Voulez-vous vous faire évalué

source: Your are in exam mode, you have $timing seconds ...
fr: Vous êtes en mode examen, vous avez $timing secondes ...
